Repository: varietywalls/variety
Catalog: po/*.po
Languages: pt_pt

source: There are SSL incompatibilities between your version of Python and some https sites like Wallhaven. You can <a href="https://stackoverflow.com/questions/18578439/using-requests-with-tls-doesnt-give-sni-support/">read more about the issue here</a>. Do you want to install the Python dependencies required to fix this problem? This operation will ask for superuser privileges.
pt_pt: Existem incompatibilidades de SSL entre a sua versão de Python e alguns sites http como Wallhaven. Pode<a href="https://stackoverflow.com/questions/18578439/using-requests-with-tls-doesnt-give-sni-support/"> ler mais sobre o problema aqui</a>. Deseja instalar as dependências Python necessárias para solucionar o problema? A operação requer permissões de utilizador root.

source: Variety - SSL error. Install dependencies?
pt_pt: Variety-erro SSL. Instalar dependências?

source: Installing...
pt_pt: A instalar...

source: Installation will take a minute or two. Please be patient. Log file is at %s
pt_pt: Instalação pode levar de um a dois minutos. Aguarde por favor. Log encontra-se em %s

source: Dependencies were installed. Please restart Variety now.
pt_pt: As dependências foram instaladas. Por favor reinicie Variety.

source: If SSL errors persist, you will have to google for "Python SNI SSL error" and seek another solution.
pt_pt: Se o erros com SSL persistirem, será necessário pesquisar por "Python SNI SSL error" para solução

source: Failure. Wallhaven sources disabled.
pt_pt: Falha. Fontes Wallhaven desabilitadas.

source: SSL-related dependencies were not installed successfully. Please see %s or google "Python SNI SSL error" and seek another solution.
pt_pt: As dependências relacionadas ao SSL não foram instaladas correctamente.Por favor ver %s ou google "Python SNI SSL error" e procurar uma solução alternativa

source: Variety - Facebook Sharing
pt_pt: Variety-Partilhar no facebook

source: Facebook Sharing
pt_pt: Partilha Facebook

source: You are sharing on Facebook for the first time. Sharing from Variety is available for images that come from online sources and for quotes. It works this way: <span font_weight="bold">1. Login to Facebook</span> Facebook will open in your default browser. You will be prompted to login if you are not already logged in. <span font_weight="bold">2. Authorize Variety to publish to your feed.</span> You will be asked to allow Variety to publish to your feed on your behalf. Variety will only use this permission to publish those images and quotes that you tell it to, nothing else. <span font_weight="bold">3. Configure browser to open variety:// links with Variety or xdg-open</span> Then you will be redirected to a page with instructions to associate "variety://" links with Variety in your browser. Please follow these instructions to complete the setup. You have to do this only once. No passwords or login information is kept locally, just an OAuth Facebook token that will be valid for a couple of weeks. After its validity expires you will be asked to login again.
pt_pt: Esta a partilhar no Facebook pela primeira vez. A partilha no Facebook esta disponível apenas para imagens com fonte Online e citações. Funciona da seguinte forma: <span font_weight="bold">1.iniciar sessão facebook</span> Facebook ira abrir seu navegador padrão.Será necessário efectuar inicio de sessão se não o tiver feito. <span font_weight="bold">2. Autorizar publicações de Variety em seu feed .</span> Serpa necessário conceder permissões ao Variety para publicar no seu perfil. Variety só utilizara as permissões para publicar imagens e citações que forem autorizadas por si e nada mais. <span font_weight="bold">3.configure o navegador para abrir variety:// links com Variety ou xdg-open</span> Será então redireccionado a pagina com instruções para associar "variety://" links com Variety no seu navegado. Favor seguir as instruções para completar a configuração, só será necessário o fazer uma vez. Palavras-chave e informação de inicio de sessão não serão mantidas localmente, somente um Token OAth do facebook com validade de algumas semanas. Após o vencimento da validade será direccionado a fazer o inicio de sessão novamente.

source: Welcome to Variety!
pt_pt: Bem-Vindo ao Variety!

source: Continue
pt_pt: Continuar

source: Variety is an automatic wallpaper changer. It rotates your desktop wallpaper on a regular basis using local images or images downloaded from various online sources. It runs quietly in the background - to control it, click this icon in your system tray:
pt_pt: Variety é Gestor de papeis de parede. Ele altera o papel de parede do seu ambiente de trabalho regularmente com base nas suas imagens locais ou baixadas de varias fontes online. Ele corre silenciosamente em segundo plano -para controla-lo,clique o ícone na barra do sistema:

source: Variety is open-source software, created by Peter Levi, a software developer from Bulgaria. If you like it, please <a href="http://peterlevi.com/variety/donate/">donate</a>.
pt_pt: Variety é um software de código aberto, criado por Peter Levi, Um desenvolvedor de software búlgaro. Se gostar, por favor <a href="http://peterlevi.com/variety/donate/">doe</a>.

source: Now please take some time to set your preferences on the following screens.
pt_pt: Por favor leve o seu tempo para definir suas preferências nos seguintes écrans

source: KDE Users - Important, please read:
pt_pt: Utilizadores KDE-Importante, Por favor ler:

source: You appear to be running KDE. In KDE 4 it is impossible to set the wallpaper from inside a program - there is no API for this. To make Variety work, <a href="http://peterlevi.com/variety/2014/05/variety-and-kde/">please read and follow the instructions here</a>.
pt_pt: Parece esta a correr KDE em KDE 4, e impossível definir wallpapers de dentro do programa- Não há API para este efeito. Para fazer Variety funcionar, <a href="http://peterlevi.com/variety/2014/05/variety-and-kde/"> por favor leia e siga as instruções presentes em:</a>

source: Variety - add Reddit feed
pt_pt: Variety-adicionar feed Redditt

source: Enter the name of a subreddit or paste the full URL of a subreddit or a <a href="http://reddit.com">Reddit</a> user. You may specify sort order and time period if you wish. Variety will use posts to direct images or to Imgur pages within the first 100 submissions returned by Reddit. Example: You may specify simply 'comics' or <a href="http://www.reddit.com/r/comics">http://www.reddit.com/r/comics</a> Example: Top posts from the month: <a href="http://www.reddit.com/r/comics/top/?sort=top&amp;t=month">http://www.reddit.com/r/comics/top/?sort=top&amp;t=month</a>
pt_pt: Insira o nome do subreddit, ou cole o URL do mesmo ou<a href="http://reddit.com">Reddit</a>de um utilizador.Pode especificar especificar a ordem e período desejado.Variety ira utilizar pastagens de conexão directa a imagens ou para paginas Imgur dentro das primeira 100 submissões Exemplo:Pode simplismente especificar 'comics' ou <a href="http://www.reddit.com/r/comics">http://www.reddit.com/r/comics</a> Examplo: Melhores posts do mẽs: <a href="http://www.reddit.com/r/comics/top/?sort=top&amp;t=month">http://www.reddit.com/r/comics/top/?sort=top&amp;t=month</a>

source: URL or name of a subreddit:
pt_pt: URL ou nome do subreddit:

source: Just a moment to check what's there
pt_pt: Aguarde um momento, a verificar conteúdo.

source: Variety - add Media RSS feed
pt_pt: Variety-adicionar Media RSS feed

source: Please paste the URL of the Media RSS feed below. Please note that only Media RSS feeds are supported, not arbitrary RSS feeds. Media RSS feeds contain media:content tags linking directly to the actual image content. Some examples of sites that provide Media RSS feeds are: <a href="https://picasaweb.google.com/">Picasa</a>, <a href="http://www.deviantart.com">deviantART</a>, <a href="http://www.smugmug.com/browse/">SmugMug</a>, <a href="http://www.flickr.com">Flickr</a>, <a href="http://interfacelift.com">InterfaceLIFT</a>.
pt_pt: Por favor adicione o URL da Media RSS feed a baixo. Favor lembrar-se que apenas media RSS feeds são suportados, e não RSS feeds arbitrários. Media RSS feeds contem bandeiras que conectam ao conteúdos de tipo imagem. Alguns exemplos de paginas que oferecem Media RSS feeds são <a href="https://picasaweb.google.com/">Picasa</a>, <a href="http://www.deviantart.com">deviantART</a>, <a href="http://www.smugmug.com/browse/">SmugMug</a>, <a href="http://www.flickr.com">Flickr</a>, <a href="http://interfacelift.com">InterfaceLIFT</a>.

source: Paste the URL of the Media RSS feed here:
pt_pt: Cole o URL do Media RSS feed aqui:

source: Just a moment to check what's at that URL
pt_pt: Aguarde um momento para verificar o conteúdo do URL

source: This does not seem to be a valid Reddit URL
pt_pt: Isto não parece ser um URL Reddit valido

source: We could not find any image submissions there.
pt_pt: Não foi possível encontrar nenhuma submissão de imagens aqui

source: Your smart_user.json config file appears broken. You may have to login again to VRTY.ORG.
pt_pt: Seu ficheiro smart_user.json config parece estar danificado. será necessário iniciar a sessão novamente em VRTY.ORG.

source: Your VRTY.ORG credentials are probably outdated. Please login again.
pt_pt: Suas credenciais VRTY.ORG podem estar desactualizadas. Por favor inicie a sessão novamente.

source: Sync
pt_pt: Sincronizar

source: Fetching %d images
pt_pt: Buscando %d imagens

source: Fetching 1 image
pt_pt: buscando 1 imagem

source: Finished
pt_pt: Concluído

source: Logged in as %s
pt_pt: Sessão iniciada como %s

source: Do you want to login to VRTY.ORG as <span font_weight="bold">%s</span>?
pt_pt: Deseja iniciar sessão em VRTY.ORG como <span font_weight="bold">%s</span>?

source: VRTY.ORG login confirmation
pt_pt: VRTY.ORG Confirmar inicio de sessão

source: Fetches quotes from TheQuotationsPage.com
pt_pt: Busca Citações de TheQuotationsPage.com

source: Terminating signal received, quitting...
pt_pt: Sinal de termino recebido, a sair...

source: Variety is already running. Sending the command to the running instance.
pt_pt: Variety encontra-se a correr. A enviar comando para instanciá em execução.

source: VRTY.ORG integration
pt_pt: integração a VRTY.ORG

source: This feature requires VRTY.ORG integration
pt_pt: Esta característica necessita de integração a VRTY.ORG

source: Enable VRTY.ORG integration
pt_pt: Activar integração a VRTY.ORG

source: For this feature Variety needs permission to collect data about the images you like or dislike and the online sources you have enabled. Collected data is anonymous by default and covers only images which Variety downloaded, never images you already had in your local folders that might be private. This data helps us provide better images for everyone and fuels <a href="https://vrty.org">VRTY.ORG</a> - a valuable resource for all users of Variety.
pt_pt: Para utilizar essa característica precisa conceder permissões de colecta de dados para Variety, como informações de gostos de fontes online que tenha activado Colecta de imagens serão anónimas por definição e cobre apenas imagens que Variety baixou e nunca imagens contidas em pastas privadas locais essa informação ajuda-nos fornecer melhores imagens para todos e alimenta <a href="https://vrty.org">VRTY.ORG</a> -os valiosos recurso para todos utilizadores de Variety.

source: No, thanks
pt_pt: Não,Obrigado

source: <span font="14" weight="bold">Introducing <a href="https://vrty.org">VRTY.ORG</a>! Wanna take part?</span>
pt_pt: <span font="14" weight="bold">Introduzindo <a href="https://vrty.org">VRTY.ORG</a>! Gostaria de participar?</span>

source: <a href="https://vrty.org">VRTY.ORG</a> connects Variety users with similar tastes and provides super-convenient ways to change your wallpaper, to find and add new image sources to Variety, and to follow other users' favorites.
pt_pt: <a href="https://vrty.org">VRTY.ORG</a> Conecta utilizadores Variety com gostos similares e oferece maneiras super convenientes para mudança de wallpapers para encontrar e adicionar novas fontes de imagens e seguir favoritos de outros utilizadores.

source: Participation takes no effort - your profile will be built automatically, as you like or dislike images downloaded by Variety. Your profile will not be shared with third parties, unless you opt-in to make it public. <a href='http://peterlevi.com/variety/vrty-org/'>Read more details about the service and the privacy policy here.</a>
pt_pt: A participação e simples - seu perfil será construindo automaticamente, ao avaliar imagens baixadas por Variety. Seu perfil não será partilhado com terceiros,a não ser que opte o fazer publico. <a href='http://peterlevi.com/variety/vrty-org/'>Leia mais detalhes sobre o serviço e a politica de privacidade aqui.</a>

source: Participation is required for some features of Variety such as <span weight="bold">synchronization of favorites between computers</span>.
pt_pt: A participação é necessária para algumas funcionalidades de Variety como<span weight="bold">sincronização de favoritos entre computadores</span>.

source: Participate in VRTY.ORG
pt_pt: Participe em VRTY.ORG

source: Fetches quotes from QuotesDaddy's daily quotes RSS feed. Does not support searching by tags or authors.
pt_pt: Busca citações de QuotesDaddy's daily RSS feed de citações Não suporta busca por bandeiras ou autores.

source: About Variety
pt_pt: Sobre Variety

source: An automatic wallpaper changer, downloader and manager.
pt_pt: Um automatizador mudança de wallpaper downloader e gestor

source: # Copyright (c) 2012, Peter Levi <peterlevi@peterlevi.com> # This program is free software: you can redistribute it and/or modify it # under the terms of the GNU General Public License version 3, as published # by the Free Software Foundation. # # This program is distributed in the hope that it will be useful, but # WITHOUT ANY WARRANTY; without even the implied warranties of # MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR # PURPOSE. See the GNU General Public License for more details. # # You should have received a copy of the GNU General Public License along # with this program. If not, see <http://www.gnu.org/licenses/>.
pt_pt: # Copyright (c) 2012, Peter Levi <peterlevi@peterlevi.com> #Este programa is um sofwere decodigo aberto, pode ser redestribuido e modificado # Dentro dos termos de GNU General Publico licença versão 3, como publicado # por the Free Software Foundation # Este programa pode ser redistribuido na esperança de ser util, # Sem nenhuma garantia: sem como as aplicaveis garantias de # A comercialização, qualidade satisfatoria, ou forma para motivo particular # PURPOSE. See the GNU General Public License for more details. # #Devera ter recebido a copia de GNU Genral Public License juntamente # se não veja <http://www.gnu.org/licenses/>.

source: seconds
pt_pt: Segundos

source: minutes
pt_pt: Minutos

source: hours
pt_pt: Horas

source: days
pt_pt: Dias

source: Variety Preferences
pt_pt: Preferências Variety

source: General
pt_pt: Geral

source: Start Variety when the computer starts
pt_pt: Iniciar Variety com inicio de sessão do computador

source: Change wallpaper every
pt_pt: Mudar wallpaper de:

source: Minimum interval is 5 seconds
pt_pt: Intervalo mínimo é de 5 segundos

source: Change wallpaper on start
pt_pt: Alterar wallpaper ao iniciar

source: Safe mode. Avoid NSFW and sketchy images
pt_pt: Modo seguro. Evita imagens com conteúdo adulto ou duvidoso

source: <i>Experimental feature. Relies on community ratings. <a href="http://peterlevi.com/variety/2016/08/introducing-safe-mode/">Read more here</a></i>
pt_pt: <i>Característica experimental. Requer em classificações da comunidade. <a href="http://peterlevi.com/variety/2016/08/introducing-safe-mode/">Leia mais aqui</a></i>

source: Enabled
pt_pt: Ativado

source: Type
pt_pt: Tipo

source: Location
pt_pt: Localização

source: _Add...
pt_pt: _Adicionar...

source: Add images, folders or online image sources
pt_pt: Adicionar imagens, pastas ou fontes de imagens online

source: _Edit...
pt_pt: _Editar...

source: Edit the selected source
pt_pt: Editar fonte seleccionada

source: _Remove...
pt_pt: _Removido...

source: Remove selected image sources
pt_pt: Remover fontes de imagem seleccionadas

source: Enable the selected sources and disable all others
pt_pt: Activa fonte seleccionada e desactiva todas as outras

source: Download a wallpaper every
pt_pt: Baixa um wallpaper a cada

source: Minimum interval is one minute
pt_pt: O intervalo mínimo e de um minuto

source: to
pt_pt: para

source: Actual download folder
pt_pt: Pasta de download Actual

source: Caution: do NOT use this option if you use a custom download folder with valuable files in it. Variety will maintain the limit regardless of what is in the download folder.
pt_pt: Cuidado: não utilize essa opção se tiver uma pasta personalizada com arquivos pessoais dentro.Variety ira manter o limite inconsequente do conteúdo da pasta.

source: Limit download folder to
pt_pt: Limitar pasta de download para

source: Minimum size is 50 MB
pt_pt: Tamanho mínimo e 50 MB

source: MB by deleting oldest files when necessary
pt_pt: MB ao eliminar arquivos velhos quando necessario

source: Favorites
pt_pt: Favoritos

source: Copy favorite wallpapers to
pt_pt: Copiar wallpapers marcados como favorito para

source: Filters
pt_pt: Filtros

source: Randomly apply these filters to the displayed wallpapers (thanks to the wonderful ImageMagick):
pt_pt: Aplica os filtros ao wallpaper em exibição aleatoriamente(graças ao incrível imageMagick:

source: Quotes
pt_pt: Citações

source: Show random wise quotes on the desktop
pt_pt: Mostrar citações sabias aleatórias no ambiente de trabalho

source: Text color:
pt_pt: Cor do texto:

source: Text font:
pt_pt: Estilo da fonte do texto:

source: Backdrop color:
pt_pt: Cor Backdrop:

source: Backdrop opacity:
pt_pt: Opacidade Backdrop:

source: Transparent
pt_pt: Transparente

source: Opaque
pt_pt: Opaco

source: Draw a text shadow
pt_pt: desenhar a sobra de texto

source: Appearance
pt_pt: Aparência

source: Quotes area width:
pt_pt: Largura da área de citações

source: Narrow
pt_pt: Estreito

source: Wide
pt_pt: Largo

source: Horizontal position:
pt_pt: Posição horizontal:

source: Left
pt_pt: Esquerda

source: Right
pt_pt: Direita

source: Vertical position:
pt_pt: Posição vertical:

source: Top
pt_pt: Topo

source: Bottom
pt_pt: Inferior

source: Placement
pt_pt: Posicionamento

source: Show quotes from these sources:
pt_pt: Mostrar citações das seguintes fontes:

source: <small><a href='http://peterlevi.com/variety/wiki/Plugins'>More plugins</a></small>
pt_pt: <small><a href='http://peterlevi.com/variety/wiki/Plugins'>Mais Plugins</a></small>

source: Show only these tags and authors. Leave empty to show random quotes.
pt_pt: Mostrar apenas as seguintes bandeiras e autores. Deixar vazio para mostrar Citações aleatórias.

source: Example: funny, inspirational
pt_pt: Exemplo:funny, inspirational

source: Example: Albert Einstein, Voltaire
pt_pt: Exemplo:Albert Einstein,Voltaire

source: Authors:
pt_pt: Autores:

source: Sources and filtering
pt_pt: Fontes e filtros

source: Change quote every
pt_pt: Mudar citações a cada

source: Minimum interval is 10 seconds
pt_pt: Intervalo mínimo de 10 segundos

source: Regular change
pt_pt: Mudança regular

source: Clock
pt_pt: Relógio

source: Show a nice big digital clock on the desktop, displaying the current time and date
pt_pt: Mostrar relógio digital grande no ambiente de trabalho, mostra a hora e data actual

source: To configure the clock's appearance edit the clock_filter property in Variety's settings file (~/.config/variety/variety.conf). Use the comments in ~/.config/variety/variety_latest_default.conf as a guide.
pt_pt: Para configurar a aparência do relógio edite a propriedade clock_filter no arquivo de definições (~/.config/variety/variety.conf). Utilize os comentários em ~/.config/variety/variety_latest_default.conf como guia

source: Clock font:
pt_pt: Fonte do relógio:

source: Date font:
pt_pt: Fonte da data:

source: These don't work? <a href="https://answers.launchpad.net/variety/+faq/2138">Read here</a>. How to further configure the clock? <a href="http://peterlevi.com/variety/2012/11/configuring-the-clock/">Read here</a>.
pt_pt: Não funciona? <a href="https://answers.launchpad.net/variety/+faq/2138">Leia isto</a>.Como personalizar relógio ? <a href="http://peterlevi.com/variety/2012/11/configuring-the-clock/">Leia isto</a>

source: Effects
pt_pt: Efeitos

source: Images for slideshow
pt_pt: Imagens para apresentação de slides

source: Favorite images
pt_pt: Imagens favoritas

source: Images in all enabled image sources
pt_pt: Imagens de todas as fontes activas

source: All images in the Downloads folder
pt_pt: Todas as imagens na pasta de downloads

source: Custom folder (includes images in subfolders)
pt_pt: Pasta personalizada(inclui imagens em sub pastas)

source: Order of images in slideshow
pt_pt: Ordem de imagens na apresentação de slides

source: Random
pt_pt: Aleatório

source: By name, A to Z
pt_pt: Por nome, A até Z

source: By name, Z to A
pt_pt: Por Nome, Z até A

source: By date, oldest first
pt_pt: Por data,antigos primeiro

source: By date, newest first
pt_pt: Por data, novos primeiro

source: Screen
pt_pt: Ecrã

source: Run on monitor
pt_pt: Correr no monitor

source: Window mode for the slideshow
pt_pt: Modo janela para apresentação de slides

source: Fullscreen
pt_pt: tela cheia

source: Desktop (stays below other windows)
pt_pt: Ambiente de trabalho (permanece a baixo de outras janelas)

source: Maximized window
pt_pt: Janela Maximizada

source: Normal window
pt_pt: Janela Normal

source: Dynamics
pt_pt: Dinâmicos

source: Interval between image changes
pt_pt: Intervalo entre mudança de imagens

source: seconds
pt_pt: segundos

source: Quick fade
pt_pt: desvanece-se rapidamente

source: Slow fade
pt_pt: Show fade

source: Less zoom
pt_pt: Diminuir zoom

source: More zoom
pt_pt: Aumentar zoom

source: Less pan
pt_pt: menos pan

source: More pan
pt_pt: Mais pan

source: Reset to defaults
pt_pt: restabelecer valores padrão

source: Changes on this page take effect after the slideshow is restarted
pt_pt: As mudanças nesta pagina só terá efeito após reiniciar apresentação de slides

source: Start slideshow now
pt_pt: Inicia apresentação de slides

source: Slideshow
pt_pt: Apresentação de slides

source: VRTY.ORG is in beta and will take some time to mature
pt_pt: VRTY.ORG encontra-se em beta e levara algum tempo para amadurecer

source: <a href="https://vrty.org">VRTY.ORG</a> connects Variety users with similar tastes and provides super-convenient ways to change your wallpaper, to add new image sources to Variety, and to follow other users' favorites. It is fueled by the favorite images of all participating users.
pt_pt: <a href="https://vrty.org">VRTY.ORG</a> Conecta utilizadores do Variety com gostos semelhantes e oferece uma forma super conveniente de mudar de wallpapers, adicionar fontes de imagem e seguir favoritos de outros utilizadores. Abastecido por favoritos de todos os utilizadores a participarem.

source: Could not create user - no connection to VRTY.ORG. We will try again later.
pt_pt: Não foi possível criar utilizador-Sem conexão com VRTY.ORG. tentaremos novamente mais tarde

source: Registration enables cool features like synchronization of favorite images and sources between computers and personalized recommendations.
pt_pt: O Registo permite características como sincronização de imagens favoritas, partilhar fontes entre computadores e recomendações personalizadas

source: Synchronize favorite images between computers
pt_pt: Sincronizar imagens favoritas entre computadores

source: Requires VRTY.ORG enabled and logged in.
pt_pt: Requer VRTY.ORG activo e sessão iniciada
