Repository: varietywalls/variety
Catalog: po/*.po
Languages: pt_pt

source: Your favorite images from other computers will be automatically downloaded to this computer. You need to be logged in with the same VRTY.ORG user everywhere. Sync will not delete any images.
pt_pt: Imagens marcadas como favoritas provenientes de outros computadores serão adicionadas automaticamente a este. Precisa de ter sessão iniciada com o mesmo utilizador VRTY.ORG mutuamente. A Sincronização não apaga imagens

source: Privacy policy
pt_pt: Política de Privacidade

source: Variety sends data only for images it downloaded, never for images you already had in your local folders that might be private, and Sync does not work for such images. Collected data is not shared with third parties, unless you opt-in to make your profile public. <a href='http://peterlevi.com/variety/vrty-org/'>Read more details about the service and the privacy policy here.</a>
pt_pt: Variety apenas envia dados de imagens baixadas, e nunca de imagens que já tenha em sua pasta local privada, a função de sincronização não funciona para imagens desse tipo. Dados colectados não são partilhados com terceiros , a não ser que o utilizador opte em deixar o perfil publico <a href='http://peterlevi.com/variety/vrty-org/'> Leia mais detalhes sobre o serviço e politica de privacidade aqui </a>

source: Usage statistics
pt_pt: Estatística de utilizador

source: Help make Variety better by sending anonymous usage statistics
pt_pt: Ajuda-me a o melhorar Variety ao enviar estatísticas anónimas de utilização

source: These stats help us improve Variety by understanding how users interact with it. They also include general info about your OS version and monitor setup. Collected data is not shared with anyone.
pt_pt: As estrelas ajuda-nos melhorar Variety a fornecer informações de como os utilizadores interagem com elas. As mesmas podem também conter informações sobre a versão de seu sistema operativo e configuração do monitor.Dados colectados não e partilhado com ninguém

source: Sync and social
pt_pt: Sincronização e social

source: Fetch folder
pt_pt: Pasta de busca

source: Save manually downloaded wallpapers to
pt_pt: Gravar wallpapers baixados manualmente em

source: Drag and drop
pt_pt: Arrastar e soltar

source: Variety's icon in the launcher serves as a drop target. Drop any image URL or file on it and it will be saved to your fetch folder. You can then press Next to see it on your desktop. To show the icon in the launcher choose About or Preferences. You may wish to lock it there for easy drag-and-drop access.
pt_pt: O ícone do Variety serve como alvo. Solte qualquer URL de imagem ou ficheiro nele e o mesmo será gravado na pasta de buscas.Pode então carregar próximo para o ver no ambiente de trabalho Para mostra o ícone na barra de tarefas escolha a opção sobre ou preferências. É preferível o manter fixo para fácil acesso a funcionalidade 'Agarre e solte'.

source: Clipboard monitoring
pt_pt: Monitorização de Clipboard

source: Monitor clipboard for image URLs and fetch them
pt_pt: Monitora clipboard por URL de imagens e os adiciona

source: But fetch only when the URL host is one of these:
pt_pt: Apenas adicionar quando fornecedor de URL é um dos seguintes

source: Manual downloading
pt_pt: Download Manual

source: When possible use images that:
pt_pt: Quando possível utilizar imagens de:

source: Size
pt_pt: Tamanho

source: Have landscape orientation
pt_pt: Ter orientação de paisagem

source: Are big at least
pt_pt: tenham pelo menos o tamanho de

source: % of the screen resolution
pt_pt: % da resolução actual

source: Color
pt_pt: Cor

source: Are dark or light:
pt_pt: Seja Escura ou clara:

# Color option - images that are dark or light
source: Dark
pt_pt: Escuro

# Color option - images that are dark or light
source: Light
pt_pt: Claro

source: Contain this color:
pt_pt: Contenha a cor:

source: (Takes effect after some initial searching)
pt_pt: (surte efeito após busca inicial )

source: Rating
pt_pt: Nota

source: Have EXIF rating at least
pt_pt: Tenha no mínimo uma nota EXIF de

source: Color and size
pt_pt: Cor e Tamanho

source: Indicator Icon
pt_pt: Ícone indicador

source: Indicator icon:
pt_pt: Ícone indicador:

# Icon option
source: Light
pt_pt: Claro

# Icon option
source: Dark
pt_pt: Escuro

# Icon option
source: Use current wallpaper
pt_pt: Utilizar wallpaper actual

# Icon option
source: Custom image...
pt_pt: Imagem personalizada...

# Icon option
source: None
pt_pt: Nenhuma

source: Select an icon
pt_pt: Seleccionar um ícone

source: When the icon is hidden, Variety can be controlled from the command line, or from the launcher quicklist. Run "variety --help" to see all available commands.
pt_pt: Quando o ícone estiver escondido, Variety pode ser controlado pela linha de comandos, ou mais rapidamente pela lista rápida . Corra "Variety --help" para consultar todos os comandos disponíveis

source: Favorites Operations
pt_pt: Operações favoritas

source: Favorites operations to show in main menu:
pt_pt: Operações favoritas a serem utilizadas no menu principal:

source: Copy to Favorites
pt_pt: Copiar para favoritos

source: Both Copy and Move
pt_pt: Copiar e mover simultaneamente

source: Depends on folder...
pt_pt: Depende da pasta...

source: Display dialog to customize the Facebook post before publishing
pt_pt: Mostrar caixa de dialogo personalizar publicação antes de ser publicada

source: Login Screen Support
pt_pt: Suporte para ecrã de inicio de sessão

source: Make sure the wallpapers set by Variety will be used on the login screen
pt_pt: Certificar-se que wallpapers definidos no Variety serão utilizados no ecrã de inicio de sessão do sistema operativo

source: <b>Privacy warning:</b> To show your wallpaper LightDM needs read permissions over the image. With this option on, Variety will copy the wallpapers to a public folder and change their permissions to make them readable by all. By default, the folder is ~/Pictures if your home folder in not encrypted, and /usr/share/backgrounds if it is. Please use with care on multiuser systems.
pt_pt: <b>Aviso de privacidade :</b>Para mostrar o papel de parede LightDM necessita permissões de leitura da imagem. Com essa opção ligada Variety ira copiar as imagens para a pasta publica e mudar as suas permissões para torna-las acessíveis para todos. por definição a pasta encontra-se em ~/Fotos se Home não estiver encriptado ou em /usr/share/backgrounds se estiver. Por favor modifique com precaução em sistemas com vários utilizadores

source: Copy wallpaper image files to this folder:
pt_pt: Copiar arquivos de wallpaper para esta pasta:

source: Reset to default
pt_pt: Restabelecer valores padrão

source: Still doesn't work?
pt_pt: Ainda não funcionar?

source: It seems your home folder is encrypted, so using folders inside it will not work.
pt_pt: Parece que sua pasta home esta encriptada, utilização de pastas dentro do mesmo não é possível

source: You don't have write permissions for this folder.
pt_pt: Não tem permissões necessárias para modificar a pasta.

source: Permissions do not allow LightDM to read files from this folder.
pt_pt: As permissões não permitem que LightDM leiam arquivos desta pasta

source: Variety can adjust the permissions, but you will have to provide superuser privileges.
pt_pt: Variety pode ajustar as permissões , mas será necessário providenciar privilegias de utilizador root.

source: Customize
pt_pt: Personalizar

source: Tips and tricks
pt_pt: Truques e dicas

source: Recent changes
pt_pt: Mudanças Recentes

source: Visit website
pt_pt: Visitar Pagina web

source: Report a bug or request a feature
pt_pt: Informar um erro ou solicitar um recurso

source: Send feedback
pt_pt: Enviar comentários

source: Donate to Variety
pt_pt: Doar para Variety

source: Donate via PayPal
pt_pt: Doar por PayPal

source: I am developing Variety in my spare time, which usually means the late hours after my kids go to bed. Any amount you donate will be appreciated. It will show me Variety is valued by you - the users - and will motivate me to continue working actively on it. Thank you, Peter Levi
pt_pt: Estou a desenvolver Variety no meu tempo livre, que geralmente significa horas extras após meus filhos irem para cama. Qualquer montante doado será apreciado. Ira mostrar que Variety e apreciado por si -os utilizadores -e ira motivar-me a continuar a trabalhar no mesmo com frequência. Obrigado Peter Levi

source: <i>For Bitcoin and other payment methods please go to <a href="http://peterlevi.com/variety/">Variety's website</a>.</i>
pt_pt: <i>Para efectuar pagamentos por bitcoin ou outros métodos dirija-se <a href="http://peterlevi.com/variety/">Variety's website</a>.</i>

source: Donate
pt_pt: Doar

source: Authorization successful
pt_pt: Autorização bem sucedida

source: Publishing...
pt_pt: A publicar...

source: Authorization failed
pt_pt: Falha de autorização

source: Top
pt_pt: Topo

source: Left
pt_pt: Esquerdo

source: Position
pt_pt: Posição

source: Show Containing Folder
pt_pt: Mostrar pasta de conteúdo

source: Set EXIF Rating
pt_pt: Definir nota EXIF

source: Delete to _Trash
pt_pt: Eliminar to_Trash

source: Where is it from?
pt_pt: De onde é isto?

source: Close
pt_pt: Fechar

source: Could not set EXIF rating
pt_pt: Não foi possível definir nota EXIF

source: Unrated
pt_pt: sem classificação

source: Rejected
pt_pt: Rejeitado

source: Variety History
pt_pt: Histórico Variety

source: Variety Recent Downloads
pt_pt: downloads recentes de Variety

source: Variety Images
pt_pt: Imagens Variety

source: Variety - add Wallbase.cc image source
pt_pt: Variety -adicionar fonte de imagem Wallbase.cc

source: Wallbase.cc is permanently down. Use Wallhaven.cc instead. Support for Wallbase.cc will be dropped completely in a future release, please remove or update your existing Wallbase sources.
pt_pt: Wallbase já não se encontra disponível. Suporte para wallbase será abandonado por completo em versões futuras, favor remover ou actualizar as fontes Wallbase existentes

source: <a href="http://wallbase.cc">Wallbase.cc</a> provides a variety of image search options. Below you can specify keywords to search for, or visit <a href="http://wallbase.cc">Wallbase.cc</a>, setup your search criteria there, ensure you like the results, and paste the full Wallbase URL in the box. If you specify keywords, the most liked safe-for-work images that match any of the keywords will be used. If you specify a Wallbase URL, please choose the sorting criteria carefully - Variety regularly requests images, but uses only images from the first several hundred returned. Random or Date will mean this image source will have a longer "lifetime" till it is exhausted. Favorites will provide better images and Relevance will provide closer matches when searching for phrases or colors.
pt_pt: <a href="http://wallbase.cc">Wallbase.cc</a> Oferece uma variedade de opções de busca de imagem. Pode especificar bandeiras de busca a baixo ou visite <a href="http://wallbase.cc">Wallbase.cc</a>,Configure critério de busca no mesmo, e certifique-se que os valores estão ao seu gosto, e cole o URL completo de Wallbase na caixa de dialogo Se especificar por palavras chaves, as melhores imagens de conteúdo seguro que correspondam a seus critérios serão utilizados Se especificar um URL de Wallbase , favor escolher os critério de busca cuidadosamente-Variety busca imagens regularmente, mas utiliza apenas imagens provenientes das primeiras centenas retornadas. Aleatório ou Data significa que a fonte terá um tempo de vida maior até ser exausto. Favoritos oferece imagens melhores e Relevância resultados mais próximos dos critérios na busca de Frases e cores.

source: Variety - Publish to Facebook
pt_pt: Variety- Publicar no Facebook

source: Share on Facebook
pt_pt: Partilhar no facebook

source: Publish a link to the current wallpaper on Facebook. Include this text along with the link (or just leave empty):
pt_pt: Publicar o link do wallpaper actual no Facebook. Pode incluir texto juntamente com o link(ou simplesmente deixar em branco):

source: Use current quote
pt_pt: Utilizar citação actual

source: Variety - VRTY.ORG registration
pt_pt: Variety -VRTY.ORG registo

source: Would you like to register?
pt_pt: gostaria de registar-se ?

source: You may participate in <a href="https://vrty.org">VRTY.ORG</a> anonymously, but registration enables some very nice features, such as <span weight="bold">synchronization</span> of favorites between computers and <span weight="bold">personalized recommendations</span>. It also ensures you will not lose your profile and favorite wallpapers if you reinstall your OS.
pt_pt: Também pode participar em <a href="https://vrty.org">VRTY.ORG</a> anonimamente, mas o registo permite melhores funcionalidades, como <span weight="bold">sincronização</span> de favoritos entre computadores<span> weight="bold">Recomendações personalizadas</span>. Garante também a persistência do perfil e papeis de parede marcados como preferido caaso reinstale o sistema operativo.

source: Registration is very easy and does not require any personal data.
pt_pt: Pode fazer o registo facilmente, não requer dados pessoais.

source: If you choose to participate anonymously, you can register later from the <span weight="bold">"Sync and social"</span> page in Preferences.
pt_pt: Se escolher participar anonimamente, pode registar-se em <span weight="bold">"Sync and social"</span> pagina de preferências

source: Oops, we could not connect to VRTY.ORG. Server might be down. Please wait a couple of minutes and try again or choose <span font_weight="bold">"Participate anonymously"</span> and register later from the <span font_weight="bold">"Sync and social"</span> page in Preferences.
pt_pt: Oops, não foi possível conectar-se a VRTY.ORG. O servidor não se encontra disponível. Por favor aguarde alguns minutos e tente novamente ou escolha a opção <span font_weight="bold"> Participar anonimamente "</span> e registe-se a partir da <span font_weight="bold">" pagina nas transferências.

source: Please continue the registration and follow the instructions in the browser tab we opened.
pt_pt: Por favor continue o processo de registo e siga as instruções na janela do navegador que abrimos.

source: I will participate anonymously
pt_pt: Irei participar anonimamente

source: I'm registered, let me login
pt_pt: Estou registado, Iniciar sessão

source: Register here
pt_pt: Registar Aqui

source: Next
pt_pt: Proximo

source: Previous
pt_pt: Anterior

source: Pause / Resume
pt_pt: Pausa/Resumir

source: History
pt_pt: Histórico

source: Preferences
pt_pt: Preferências

source: Displays quotes, defined in local text files. Put your own txt files in: ~/.config/variety/pluginconfig/quotes/. The file format is: quote -- author . second quote -- another author . etc... Example: http://rvelthuis.de/zips/quotes.txt
pt_pt: Mostra citações , definidas e ficheiros de texto locais Coloque seus ficheiros de texto em: : ~/.config/variety/pluginconfig/quotes/. O formato do ficheiro é: Quote --author second quote --another author . etc... exemplo: http://rvelthuis.de/zips/quotes.txt

source: _Next
pt_pt: _Proximo

source: _Previous
pt_pt: _Anterior

source: Current desktop wallpaper
pt_pt: Papel de parede atual

source: Show origin
pt_pt: Mostrar origem

source: _Next, skipping forward history
pt_pt: _Próximo, salta histórico de próximos

source: Tip: Scroll wheel over icon for Next and Previous
pt_pt: Dica: Utilize a roda do rato sobre o ícone Para avançar e recuar

source: _Image
pt_pt: _Imagem

source: Show without effects
pt_pt: Mostrar sem efeitos

source: Google Image Search
pt_pt: Busca de imagem Google

source: Report NSFW image
pt_pt: Denunciar imagem com conteúdo adulto

source: View Favorites...
pt_pt: Visualizar favoritos...

source: Copy to Clipboard
pt_pt: Copiar para ambiente de trabalho

source: Google Quote
pt_pt: Citações Google

source: Google Author
pt_pt: Google Autor

source: Preferences...
pt_pt: Preferências...

source: Turn off
pt_pt: Desligar

source: _Quote
pt_pt: _Citação

source: _History
pt_pt: _Histórico

source: _Wallpaper Selector
pt_pt: _Selector de papel de parede

source: Recent _Downloads
pt_pt: Downloads_recentes

source: Start Slideshow
pt_pt: Iniciar apresentação de slides

source: About
pt_pt: Sobre

source: Quit
pt_pt: Sair

source: _Safe mode
pt_pt: _modo seguro

source: Copy to Favorites vs. Move to Favorites
pt_pt: Copiar para favoritos vs. Mover para favoritos

source: Reset to Default
pt_pt: Restabelecer valores padrões

source: Select whether your prefer 'Copy to Favorites' or 'Move to Favorites' in the menu depending on the image location:
pt_pt: Seleccionar se prefere 'Copiar para favoritos' ou 'Mover para favoritos' no menu em relação a localização da imagem:

source: Please enter one entry per line, each entry in the form <Folder>:<Copy, Move or Both>, where Folder can be Downloaded, Fetched, Others or a specific folder path. Order is important. When an image is shown, the first folder in this list which contains the image will determine which operations will be shown in Variety's menu. 'Others' matches any file and should be last in the list. Example: Downloaded:Copy Fetched:Move /pics/RandomImages:Move /pics/OrganizedAlbums:Copy Others:Both
pt_pt: Por favor introduza um item por linha, cada item na lista, onde a pasta pode ser baixada, e buscada, outros ou especifique o caminho da pasta Ordem é importante.Quando a imagens e exibida,a primeira pasta que contem a imagem ira determinar quais operações serao exibidas no menu Variety.'outros' Compara qualquer ficheiro e deve ser o ultimo na lista Exemplo: Copia do download Mover Buscas /imagens/ImagensAleatorias:Mover /Imagens/AlbunsOrdenados:Copiar Outros:Ambos\

source: Fetching
pt_pt: Busca em curso

source: Image too small, ignoring it
pt_pt: A imagem e muito pequena, a ignora-la

source: Sorry, got %s error...
pt_pt: Desculpa, erro%s error...

source: This means the link is no longer valid
pt_pt: Isso significa que o link já não e valido

source: Fetch failed for some reason
pt_pt: Por algum motivo busca Falha.

source: To get more information, please run Variety from terminal with -v option and retry the action
pt_pt: Para mais informações , por favor corra Variety do terminal com opção -v e repita a acção
