Repository: varietywalls/variety
Catalog: po/*.po
Languages: pt_pt

source: Fetches quotes from Goodreads.com
pt_pt: Buscar Frases de Googreads.com

source: Login to VRTY.ORG
pt_pt: Entrar em VRTY.ORG

source: Username:
pt_pt: Nome do Utilizador:

source: Password:
pt_pt: Palavra-passe

source: No account? Register here
pt_pt: Não possui uma conta? Registe-se

source: Forgot your password?
pt_pt: Esqueceu-se da palavra-passe?

source: Tip: You can also login to <a href="https://vrty.org">VRTY.ORG</a> in a browser and click the link <span weight="bold">"Trigger Variety login"</span> in your profile.
pt_pt: Dica: Também pode iniciar a sessão por <a href="https://vrty.org">VRTY.ORG</a>No seu navegador ao clicar <span weight="bold">"Iniciar Inicio de sessão"</span> no seu perfil.

source: Login
pt_pt: Entrar

source: Oops, server returned error (%s)
pt_pt: Oops,erro no servidor (%s)

source: Could not connect to server
pt_pt: Não foi possível conectar-se ao servidor

source: No images found
pt_pt: Nenhuma foto

source: Variety - add Panoramio image source
pt_pt: Variety-adicionar fonte de imagem Panoramio

source: Please zoom over your area of interest.
pt_pt: Selecione zoom na área relevante.

source: Choose a folder
pt_pt: Escolher uma pasta

source: Cancel
pt_pt: Cancelar

source: OK
pt_pt: Aceitar

source: Variety - add Wallhaven.cc image source
pt_pt: Variety-adicionar Wallheaven.cc como fonte de imagens

source: <a href="http://wallhaven.cc">Wallhaven.cc</a> provides a variety of image search options. Below you can specify keywords to search for, or visit <a href="http://wallhaven.cc">Wallhaven.cc</a>, setup your search criteria there, ensure you like the results, and paste the full Wallhaven URL in the box. If you specify keywords, the most liked safe-for-work images that match all of the keywords will be used. If you specify a Wallhaven URL, please choose the sorting criteria carefully - Variety regularly requests images, but uses only images from the first several hundred returned. Random or Date will mean this image source will have a longer "lifetime" till it is exhausted. Favorites will provide better images and Relevance will provide closer matches when searching for phrases or colors.
pt_pt: <a href="http://wallhaven.cc">Wallhaven.cc</a>oferece uma variedade de de opções para busca de imagens.em baixo pode especificar palavras chave para busca ou visita <a href="http://wallhaven.cc">Wallhaven.cc</a>, configure o seu critério de busca certifique-se que gosta dos resultados, e cole o URL do wallheaven na caixa a baixo se especificar palavras chave, serão buscadas e utilizadas as melhores imagens com conteúdo seguro Se especificar o URL Wallheaven tenha atenção ao critério classificação , - Variety busca imagens com regularidade, mas utiliza apenas imagens das primeiras centenas retornadas. Aleatório ou 'Data oferecem maior durabilidade.Favoritos oferecem melhores imagens e relevância resultados mais aproximados quando existir a busca for de Frases e cores.

source: Enter keywords or paste URL here:
pt_pt: Insira Palavra chave.Ou introduza o URL aqui:

source: Just a moment to check this search
pt_pt: Aguarde um momento para verificação da busca

source: No quote plugins
pt_pt: sem plugins de Citações.

source: There are no quote plugins installed
pt_pt: Nãp existem plugin de citações instalado

source: No suitable quote plugins
pt_pt: Sem plugin de citações adequado

source: You have no quote plugins which support searching by keywords and authors
pt_pt: Não possui plugins de citações que suportam procura por palavra chave e autores.

source: Could not fetch quotes
pt_pt: Nao foi possivel buscar citações

source: Quotes services may be down, we will continue trying
pt_pt: Serviço de Citações pode estar indisponível, Continuaremos a tentar.

source: Could not find quotes
pt_pt: Não foi possível encontrar citações

source: Maybe you are searching for something very obscure?
pt_pt: Talvez esteja a procura de algo muito obscuro?

source: Keep original
pt_pt: Manter original

source: Grayscale
pt_pt: Tons de cinza

source: Oil painting
pt_pt: Pintura a óleo

source: Pencil sketch
pt_pt: Desenho a lápis

source: Pointilism
pt_pt: Pontilhismo

source: The Favorites folder
pt_pt: Pasta de Favoritos

source: The Fetched folder
pt_pt: Paste de Busca

source: Recommended by Variety. Adapts to your taste as you mark images as favorite or trash.
pt_pt: Recomendados por Variety.Adaptados ao seu gosto ao adicionar imagens aos favoritos ou lixo.

source: Latest favorites by the other users of Variety. [May contain NSFW images]
pt_pt: Favoritos recente por utilizadores de Variety.[Pode contem imagens com conteúdo adulto]

source: Random wallpapers from Desktoppr.co
pt_pt: Wallpapers aleatórios de Desktoppr.co.

source: NASA's Astronomy Picture of the Day
pt_pt: NASA's Astronomia foto do dia

source: World Sunlight Map - live wallpaper from Die.net
pt_pt: Mapa solar mundial-Papel de parede ao vivo de Die.net

source: Bing Photo of the Day
pt_pt: Foto do dia Bing

source: High-resolution photos from Unsplash.com
pt_pt: Fotografias em alta resolução de Unsplash.com

source: If you use KDE, you need to perform some actions before Variety will work. Please read here: http://peterlevi.com/variety/2014/05/variety-and-kde/
pt_pt: Se utilizar KDE, será necessário etapas extras para tornar Variety funcional. Por favor leia : http://peterlevi.com/variety/2014/05/variety-and-kde/

source: You can change the wallpaper back and forth by scrolling the mouse wheel on top of the indicator icon.
pt_pt: Pode alterar o wallpaper para frente e para trás com a roda do rato . basta posicionar o cursor acima do ícone indicador.

source: If you want to run custom commands every time the wallpaper changes or if you use an alternative desktop environment, please edit the scripts in ~/.config/variety/scripts. There are examples there for various desktop environments.
pt_pt: Se precisar executar comandos personalizados na mudança de wallpaper ou se utilizar um ambiente de trabalho alternativo, basta editar os scripts ~/.config/variety/scripts. A pasta contem exemplos para vários ambientes de trabalho.

source: Variety can be controlled from the command line and you can use this to define keyboard shortcuts for the operations you use most often. Run "variety --help" to see all available commands.
pt_pt: Variety pode ser controlado pela linha de comando ela pode ser utilizada para definir atalhos de teclado personalizados , e automatizar operações que utilize com frequência. Corra "variety --help" para ver comandos disponíveis

source: You can drop image links or files on the launcher icon to download them and use them as wallpapers. For quicker downloading from a specific site, you can also use clipboard monitoring (see "Manual downloading" tab).
pt_pt: Pode largar imagens links ou ficheiros no ícone da barra de tarefas para realizar downloads e utiliza-los como wallpaper. Para efectuar um download de um web site rapidamente, pode utilizar o monitoramento da área de transferência

source: Applying a heavy blurring filter is a great way to get abstract-looking and unobtrusive, yet colorful wallpapers, similar in spirit to the default one in Ubuntu.
pt_pt: Aplicar e efeito de Heave blurring e uma óptima forma de aplicar efeitos abstractos e discretos mas também coloridas, semelhantes ao wallpaper predefinido presente no Ubuntu.

source: Adding your own custom filters is quite easy: open ~/.config/variety/variety.conf in an editor and use the existing filters as an example. Every filter is just a line of options to be passed to ImageMagick's convert command.
pt_pt: Pode adicionar seus próprios filtros : abra ~/.config/variety/variety.conf em um editor e edite os filtros presentes como exemplo. Cada filtro representa uma linha de opção enviada para comando de conversão ImageMagick's

source: When you select an image source, its images are displayed in a window at the bottom of the screen. Click an image there to set is as wallpaper. Right-click to close the window, to modify its appearance or to perform file operations. You can select multiple image sources to create a "merged" thumbnail view of all of them. Please mind that thumbnail view is limited to several hundred randomly selected images.
pt_pt: Ao seleccionar uma fonte, as imagens serão exibidas em uma janela na zona inferior do ecrã. Clique em uma imagem para defini-la como wallpaper.Pode clicar com o botão direito para fechar a janela, modificar sua aparência ou realizar operações de ficheiros. Pode também seleccionar varias fontes de imagem para criar uma miniatura de todos. Por favor tenha em consideração que a vista em miniatura é limitada a primeiras centenas de imagens seleccionadas aleatoriamente.

source: To enable desktop notifications when the wallpaper changes, uncomment the two lines at the bottom of ~/.config/variety/scripts/set_wallpaper.
pt_pt: Para habilitar notificações no ambiente de trabalho durante a troca de wallpaper, remova o comentário as duas ultimas linhas no final de ~/.config/variety/scripts/set_wallpaper.

source: Variety's indicator icon is themeable - if you you choose the "Light" option for the icon, Variety will first check if the current GTK theme has an icon named "variety-indicator" and will use it instead of the bundled light icon.
pt_pt: O ícone de Variety pode ser personalizado como tema- se seleccionar a opção "Light" para o ícone, Variety ira verificar se o tema GTK actual contem um ícone chamado "Variety indicador" e ira utilizado ao como alternativa ao pacote light ícone.

source: When you choose to save quotes to Favorites, these are by default saved to ~/.config/variety/favorite_quotes.txt. This file is compatible with Variety's local files quote source. If you want to use it - copy it to ~/.config/variety/pluginconfig/quotes/ and enable the Local Files quote source. This file is also compatible with the Unix fortune utility.
pt_pt: Quando guardar citações para Favoritos, esses serão por definição automaticamente gravadas em ~/.config/variety/favorite_quotes.txt. Esse item é compatível com os ficheiros locais fonte de citações. Se quiser o utilizar copie para ~/.config/variety/pluginconfig/quotes/ e active fontes de citação locais. Essa funcionalidade também esta disponível para Unix fortune utility.

source: All
pt_pt: Todos

source: Images
pt_pt: Imagens

source: Folders
pt_pt: Pastas

source: Reddit
pt_pt: Reditt

source: Remove the source, keep the files
pt_pt: Remover fonte, Manter arquivos .

source: Remove the sources, keep the files
pt_pt: Remover fonte, Manter arquivos.

source: Remove the source and delete the downloaded files
pt_pt: Remover fonte e Remover arquivos baixados

source: Remove the sources and delete the downloaded files
pt_pt: Remover fontes e remover ficheiros baixados

source: World Sunlight Map enabled
pt_pt: World Sunlight Map ativado.

source: Using the World Sunlight Map requires both downloading and changing enabled at intervals of 30 minutes or less. Settings were adjusted automatically.
pt_pt: A utilização de World Sunlight Map requer um intervalo de Download e Mudança de 30 minutos ou menos. As definições foram ajustadas automaticamente.

source: Add Images
pt_pt: Adicionar Imagens

source: Add
pt_pt: Adicionar

source: Add Folders - Only add the root folders, subfolders are searched recursively
pt_pt: Adicionar Pastas-Adicione apenas pastas de raiz, sub pastas serão examinadas recursivamente.

source: Edit...
pt_pt: Editar...

source: View Image
pt_pt: Ver Imagem

source: Open Folder
pt_pt: Abrir Pasta

source: Recommended images source disabled
pt_pt: Fonte de imagens recomendadas desactivado

source: No write permissions
pt_pt: Sem permissões para escrita

source: Limit disabled
pt_pt: Limite desativado

source: Changing the download folder automatically turns off the size limit to prevent from accidental data loss
pt_pt: A mudança automática de pastas de arquivos, desabilita o limite máximo para prevenção de perda de dados acidental

source: Actual download folder: %s
pt_pt: Pasta de Downloads Atual:%s

source: Could not adjust permissions
pt_pt: Não foi possível ajustar permissoẽs

source: You may try manually running this command: sudo chmod %s "%s"
pt_pt: Pode tentar correr o seguinte comando manualmente: sudo chmod %s"%s"

source: Logged in as:
pt_pt: Sessão iniciada como:

source: Anonymous
pt_pt: Anónimo

source: Login or register
pt_pt: Iniciar sessão ou efectuar registo

source: Switch user
pt_pt: Alterar Utilizador

source: Variety - add Flickr as an image source
pt_pt: Variety-adicionar Flickr como fonte de imagem

source: Please specify the <a href="http://flickr.com">Flickr</a> search criteria. Photos that match all of the chosen criteria will be downloaded. Leave unneeded criteria empty.
pt_pt: Favor especificar a <a href="http://flickr.com">Flickr</a> critério de busca. Fotos que combinarem com o critério escolhido serão adicionados. Deixe critérios desnecessários em branco.

source: Tags:
pt_pt: Etiquetas:

source: A comma-separated list of tags. A photo has to contain all of them simultaneosly in order to match. Example: yellow,car
pt_pt: Lista de etiquetas separadas por virgula.A fotográfica terá que conter todas simultaneamente para haver correspondência Exemplo:yellow,car

source: User:
pt_pt: Utilizador:

source: Please insert the URL to the user's photostream or to one of their photos. Example: <a href="http://www.flickr.com/photos/peter-levi/">http://www.flickr.com/photos/peter-levi/</a>
pt_pt: Por favor introduza o URL para o utilizador de photostream ou para uma de suas fotos Exemplo:<a href="http://www.flickr.com/photos/peter-levi/">http://www.flickr.com/photos/peter-levi/</a>

source: Group:
pt_pt: Grupo:

source: Please insert the group's URL. Example: <a href="http://www.flickr.com/groups/wallpapers/">http://www.flickr.com/groups/wallpapers/</a>
pt_pt: Por favor insira o URL do grupo. Exemplo:Example: <a href="http://www.flickr.com/groups/wallpapers/">http://www.flickr.com/groups/wallpapers/</a>

source: Text:
pt_pt: Texto:

source: Free text search in photos' titles, descriptions and tags. Exclude terms by prepending them with -. Example: apple -pie
pt_pt: Busca de texto livre em títulos de' foto', descrição e etiquetas. Exclua termos prefixados adicionando -. Exemplo:apple -pie

source: This does not seem to be a valid Media RSS feed URL or there is no content there.
pt_pt: Campo não parece ser um URL de Media RSS valido ou não existe conteúdo no campo.

source: Already in Favorites
pt_pt: Já se encontra em Favoritos

source: Copy to _Favorites
pt_pt: Copiar para _Favoritos

source: Move to _Favorites
pt_pt: Mover para _Favoritos

source: Move to Favorites
pt_pt: Mover para Favoritos

source: Fetched: Show Origin
pt_pt: Obtidos:Mostrar Origem

source: View at %s
pt_pt: Visualizar em %s

source: Unknown
pt_pt: Desconhecido

source: Safe mode: On
pt_pt: Modo seguro:Ligado

source: Turn Safe mode on
pt_pt: Desliga modo seguro ligado

source: Author: %s
pt_pt: Autor:%s

source: Pause on current
pt_pt: Parar no actual

source: Resume regular changes
pt_pt: Resumir mudanças regulares

source: Save to Favorites
pt_pt: Gravar em Favoritos

source: Filtering too strict?
pt_pt: filtros demasiado estritos?

source: Variety is finding too few images that match your image filtering criteria
pt_pt: Variety esta com dificuldade a encontrar imagens que satisfaça o seu critério .

source: Please add more image sources or wait for some downloads
pt_pt: Favor adicionar mais fontes de imagens ou aguarde por mais downloads.

source: Please add more image sources
pt_pt: Por favor adicione mais fontes de imagem

source: No more wallpapers
pt_pt: Não existem mais wallpapers.

source: Current wallpaper is not in the image sources
pt_pt: Wallpaper actual não se encontra na fonte de imagem.

source: Could not move to %s. You probably don't have permissions to move this file.
pt_pt: Não foi possível mover para %s.Pode não possuir permissões para o fazer.

source: Could not copy to %s. You probably don't have permissions to copy this file.
pt_pt: Não foi possível copiar para: %s. Pode não possuir permissões para o fazer.

source: Cannot delete
pt_pt: impossível eliminar

source: You don't have permissions to delete %s to Trash.
pt_pt: Não possui permissoẽs necessárias para eliminar %s para lixeira.

source: Probably there is no utility for moving to Trash? Please install trash-cli or gvfs-bin or konquerer.
pt_pt: Talvez não haja utilidade para deslocação a lixeira Por favor instale trash-cli, gvfs-bin ou konquerer.

source: Anonymous usage statistics
pt_pt: Estatísticas de utilização anónimas

source: Variety collects anonymous usage statistics. These help us make it better and are not shared with anyone. To read more or turn them off, go to "Sync and social"
pt_pt: Variety colecta estatísticas de uso anonimamente. Elas ajudam-nos a melhorar e não são partilhadas. Para ler mais ou desactiva-las vá a: "Sincronização e social"

source: I will open an editor with the config file and apply the changes after you save and close the editor.
pt_pt: Iremos abrir o editor com o arquivo de configuração e aplicar as alterações após gravar e fechar o editor

source: %prog [options] [files or urls] Passing local files will add them to Variety's queue. Passing remote URLs will make Variety fetch them to Fetched folder and place them in the queue. To set a specific wallpaper: %prog /some/local/image.jpg --next
pt_pt: %prog [options] [files or urls] entregar arquivos locais ira adiciona-los a lista de espera de Variety . entregar URL remotos fará com que Variety os busque e os adicione a pasta obtidos e os adicione a lista de espera Para definir um wallpaper em especifico:%prog /some/local/image.jpg --next

source: Show logging messages (-vv shows even finer debugging messages, -vvv debugs variety_lib too)
pt_pt: Mostrar mensagens do log (-vv refina as mensagens de depuração, -vvv debugs variety_lib too)

source: Make the running instance quit
pt_pt: Fecha instanciá actual.

source: Print the current wallpaper location. Used only when the application is already running.
pt_pt: Imprime localização do wallpaper actual. Apenas aplicável se aplicação estiver a execução.

source: Show Next wallpaper
pt_pt: Mostrar Próximo wallpaper

source: Show Previous wallpaper
pt_pt: Mostrar wallpaper anterior

source: Show Next wallpaper, skipping the forward history
pt_pt: Mostrar Próximo wallpaper, salta histórico de próximos.

source: Move current wallpaper to Trash. Used only when the application is already running.
pt_pt: Mover wallpaper actual para Lixeira.Aplicável apenas se aplicação estiver em execução.

source: Copy current wallpaper to Favorites. Used only when the application is already running.
pt_pt: Copiar wallpaper actual para Favoritos. Aplicável apenas se aplicação estiver em execução

source: Move current wallpaper to Favorites. Used only when the application is already running.
pt_pt: Mover wallpaper actual para Favoritos. Aplicável apenas se a aplicação estiver em execução

source: Pause on current image
pt_pt: Parar imagem actual

source: Resume regular image changes
pt_pt: Resumir mudança de imagens regulares.

source: Toggle Pause/Resume state
pt_pt: Activar estado de Pausa/Resumo

source: Show Next quote
pt_pt: Mostrar Próxima citação

source: Show Previous quote
pt_pt: Mostrar citação anterior

source: Show Next quote, skipping the forward history
pt_pt: Mostrar próxima citação, ignora histórico de próximos

source: Toggle Quotes Pause/Resume state
pt_pt: Activa Estado de Pausa/Resumo de citações

source: Save the current quote to Favorites
pt_pt: Gravar citação actual em Favoritos

source: Toggle History display
pt_pt: Activa visualizador de Histórico.

source: Toggle Recent Downloads display
pt_pt: Activa visualizador de histórico de recentes

source: Show Preferences dialog
pt_pt: Mostrar dialogo de preferências

source: Show manual wallpaper selector - the thumbnail bar filled with images from the active image sources
pt_pt: Mostrar manual do selector de Wallpapers -a barra de miniaturas preenchida com fontes de imagem activas

source: Sets and applies an option. The option names are the same that are used in Variety's config file ~/.config/variety/variety.conf. Multiple options can be set in a single command. Example: 'variety --set-option icon Dark --set-option clock_enabled True'. USE WITH CAUTION: You are changing the settings file directly in an unguarded way.
pt_pt: Define e aplica uma definição. Os nomes serão os mesmos utilizados no arquivo Variety config~/.config/variety/variety.conf.Pode definir múltiplas opções em um único comando.Exemplo:'variety --set-option icon Dark --set-option clock_enabled True'.Utilize-as com precaução: estará a fazer alterações ao arquivo de de configurações de forma insegura.

source: options --next/--fast-forward and --previous are mutually exclusive
pt_pt: Opções --next/--fast-foward and --Anteriores são mutuamente exclusivos.

source: options --trash and --favorite are mutually exclusive
pt_pt: Opções --trash and --favorite --Favoritos são mutuamente exclusivos.

source: options --pause and --resume are mutually exclusive
pt_pt: Opções --pause and --resume são mutuamente exclusivos.

source: options --quotes-next/--quotes-fast-forward and --quotes-previous are mutually exclusive
pt_pt: Opções --quotes-net/--quotes-fast-foward and --quotes-Anteriores são mutuamente exclusivos.

source: Not an image
pt_pt: Não é uma imagem

source: Added to queue
pt_pt: Adiciona a Lista

source: Press Next to see it
pt_pt: Carregue Próximo para visualizar

source: Fetched
pt_pt: Obtidos

source: Unsupported source type
pt_pt: Tipo de fonte não suportado

source: Are you running the most recent version of Variety?
pt_pt: Esta a correr a versão mais recente de Variety?

source: New image source added
pt_pt: Nova fonte de imagem adicionado

source: Image source already exists, enabling it
pt_pt: Fonte de imagem já existe, activação em curso.

source: Fetched and applied
pt_pt: Obtidos e aplicados

source: It works!
pt_pt: Funciona!

source: Yay, Variety links work. Great!
pt_pt: Yay, Links de Variety funciona. Boa!

source: Unsupported command
pt_pt: Comando não suportado

source: Could not process the given variety:// URL
pt_pt: Não foi possível processar seguinte ://URL

source: Run with logging enabled to see details
pt_pt: execução com Logging Activo para ver detalhes

source: Do not ask anymore, always use the current quote
pt_pt: Não perguntar, sempre utilizar a mesma citação

source: Do not ask anymore, always use the text above
pt_pt: Não perguntar, sempre utilizar texto acima.

source: Published
pt_pt: Publicado

source: You may open your Facebook feed to see the post
pt_pt: Pode abrir seu feed do facebook para visualizar publicação.

source: Could not publish
pt_pt: Não foi possível publicar

source: Could not create autostart entry
pt_pt: Não foi possível criar entrada de auto inicialização

source: An error occurred while creating the autostart desktop entry Please run from a terminal with the -v flag and try again.
pt_pt: Um erro ocorreu ao ao criar entrada de ambiente de trabalho automática. Por favor execute pelo terminal com bandeira -v e tente novamente

source: No images
pt_pt: Sem imagens

source: There are no images in the slideshow folders
pt_pt: Não existem imagens nas pastas de slidshow

source: Wallhaven image sources disabled
pt_pt: Fonte de imagem Wallhaven desactivada.

source: Please google "Python SNI SSL error" if you want to fix the problem yourself.
pt_pt: Por favor pesquise no google por "Python SNI SLL error" se preferir tentar solucionar o problema individualmente.
